Repository: 9to6/wallpaper-maker
Catalog: Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, pt_pt, ru, vi, zh_hans, zh_hant

# InformationViewTitle
source: Information
es: Información
it: Informazioni
ja: 情報
ko: 정보
pt_pt: Informação
ru: Информация
vi: Thông tin
zh_hans: 信息
zh_hant: 信息

# DeveloperComment
source: If you have any question or suggestion, please feel free to contact
de: Wenn Sie Fragen oder Anregungen haben, wenden Sie sich bitte an
es: Si tiene alguna pregunta o sugerencia, no dude en ponerse en contacto
fr: Si vous avez des questions ou des suggestions, n'hésitez pas à contacter
it: Se hai domande o suggerimenti, non esitare a contattarci
ja: ご質問やご提案がありましたら、お気軽にご連絡ください
ko: 질문이나 건의사항 있으시면 하단 이메일로 연락주세요.
pt_pt: Se você tiver alguma dúvida ou sugestão, por favor sinta-se à vontade para entrar em contato com
ru: Если у вас есть какие-либо вопросы или предложения, пожалуйста, свяжитесь с нами
vi: Nếu bạn có câu hỏi hay đề nghị nào, hãy liên hệ chúng tôi
zh_hans: 如果您有任何问题或建议，请随时联系。
zh_hant: 如果您有任何問題或建議，請隨時聯繫

source: Developer Info
de: Entwicklerinfo
es: Información del desarrollador
fr: Info développeur
it: Informazioni per lo sviluppatore
ja: 開発者情報
ko: 개발자 정보
pt_pt: Informações do desenvolvedor
ru: Информация разработчика
vi: Thông tin nhà phát triển
zh_hans: 开发者信息
zh_hant: 開發者信息

# VersionInfo
source: Version information
de: Versionsinformation
es: Información de la versión
fr: Informations sur la version
it: Informazioni sulla versione
ja: バージョン情報
ko: 버전 정보
pt_pt: Informação da versão
ru: Информация о версии
vi: Thông tin phiên bản
zh_hans: 版本信息
zh_hant: 版本信息

source: Other apps
de: Andere Apps
es: Otras aplicaciones
fr: Autres applications
it: Altre app
ja: その他のアプリ
ko: 개발자의 다른 앱
pt_pt: Outros aplicativos
ru: Другие приложения
vi: Các ứng dụng khác
zh_hans: 其他应用程序
zh_hant: 其他應用

source: See other apps
de: Siehe andere Apps
es: Ver otras aplicaciones
fr: Voir les autres applications
it: Vedi altre app
ja: 他のアプリを見る
ko: 다른 앱 보기
pt_pt: Veja outros aplicativos
ru: Смотрите другие приложения
vi: Xem các ứng dụng khác
zh_hans: 查看其他应用程序
zh_hant: 查看其他應用

source: Usage
de: Verwendung
es: Uso
it: Utilizzo
ko: 사용법
pt_pt: Uso
vi: Sử dụng
zh_hans: 用法
zh_hant: 用法

# CheckUsage
source: I'd like to see usage.
de: Ich möchte lesen
es: Quiero leer
fr: Je veux lire
it: Mi piacerebbe vedere l'uso.
ja: 私は使い方を見たいと思います。
ko: 사용설명서 읽기
pt_pt: Eu gostaria de ver o uso.
ru: Я хочу прочитать
vi: Hướng dẫn sử dụng
zh_hans: 我想看看用法。
zh_hant: 我想讀

# SaveImageDoneAlert
source: Saved image. Please check your album.
de: Gespeichertes Bild. Bitte überprüfen Sie Ihr Album.
es: Imagen guardada. Verifique su álbum
fr: Image enregistrée. Veuillez vérifier votre album.
it: Immagine salvata. Controlla il tuo album.
ja: 保存した画像。あなたのアルバムを確認してください。
ko: 이미지 저장 완료. 사진 어플을 확인해주세요.
pt_pt: Imagem salva. Por favor, verifique seu álbum.
ru: Сохраненное изображение. Проверьте свой альбом.
vi: Lưu ảnh. Hãy kiểm tra lại trong album.
zh_hans: 保存的图像。请检查你的专辑。
zh_hant: 已保存的圖片。請檢查您的相冊。

# MovePhotoAppAlertTitle
source: Show photo
de: Foto anzeigen
es: Mostrar foto
fr: Afficher la photo
it: Mostra foto
ja: 写真を表示
ko: 사진 앱보기
pt_pt: Mostrar foto
ru: Показать фото
vi: Hiển thị ảnh
zh_hans: 显示照片
zh_hant: 顯示照片

# MovePhotoAppAlertBody
source: Do you wanna move to the Photo application now?
de: Möchten Sie jetzt zur Fotoanwendung wechseln?
es: ¿Desea pasar a la aplicación Foto ahora?
fr: Voulez-vous passer à l’application Photo maintenant?
it: Vuoi passare ora all'applicazione Foto?
ja: 今Photoアプリケーションに移動しますか？
ko: 바로 사진앱에서 완성된 배경을 확인하시겠습니까?
pt_pt: Deseja mudar para o aplicativo Foto agora?
ru: Вы хотите перейти сейчас в приложение «Фото»?
vi: Bạn có muốn di chuyển đến ứng dụng Hình ảnh ngay lúc này?
zh_hans: 你想现在转移到Photo应用程序吗？
zh_hant: 你想現在轉移到Photo應用程序嗎？

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니오
pt_pt: Não
ru: Нет
vi: Không
zh_hans: 不
zh_hant: 否

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 네
pt_pt: Sim
ru: Да
vi: Có
zh_hans: 是
zh_hant: 是

source: Alert
de: Warnung
es: Alerta
ko: 경고
pt_pt: Alerta
vi: Cảnh báo
zh_hant: 警報

# PermissionPhotoDenyAlertTitle
source: Need Photos Access
de: Zugriff auf Fotos erforderlich
es: Necesita acceso a fotos
fr: Besoin d'un accès aux photos
it: Richiede l'accesso alle foto
ja: 写真アクセスが必要です
ko: 사진 액세스 필요
pt_pt: Precisa de acesso às fotos
ru: нужен доступ к фотографиям
vi: Cần quyền truy cập ứng dụng Hình ảnh
zh_hans: 需要照片访问
zh_hant: 需要照片訪問

# PermissionPhotoDenyAlertDesc
source: Photos access is required to make full use of this app.
de: Der Zugriff auf Fotos ist erforderlich, um diese App voll nutzen zu können.
es: Se requiere acceso a las fotos para hacer un uso completo de esta aplicación.
fr: L'accès aux photos est requis pour utiliser pleinement cette application.
it: L'accesso alle foto è necessario per sfruttare appieno questa app.
ja: このアプリケーションをフルに活用するには、写真にアクセスする必要があります。
ko: 이 응용 프로그램을 최대한 활용하려면 사진 액세스가 필요합니다.
pt_pt: É necessário ter acesso a fotos para aproveitar ao máximo este aplicativo.
ru: Доступ к фотографиям необходим для полного использования этого приложения.
vi: Quyền truy cập ứng dụng Hình ảnh cần được cấp phát để sử dụng đầy đủ các chức năng của ứng dụng này.
zh_hans: 需要照片访问才能充分利用此应用。
zh_hant: 需要照片訪問才能充分利用此應用。

# PermissionCameraDenyAlertTitle
source: Need Camera Access
de: Kamerazugriff erforderlich
fr: Besoin d'un accès à la caméra
ja: カメラアクセスが必要です。
ko: 카메라 액세스 필요
pt_pt: Precisa de acesso à câmera
ru: нужен доступ к камере
vi: Cần quyền truy cập camera
zh_hans: 需要相机访问
zh_hant: 需要相機訪問

# PermissionCameraDenyAlertDesc
source: Camera access is required to make full use of this app.
de: Der Kamerazugriff ist erforderlich, um diese App voll nutzen zu können.
es: Se requiere acceso a la cámara para hacer un uso completo de esta aplicación.
fr: L'accès à la caméra est nécessaire pour utiliser pleinement cette application.
it: È necessario l'accesso alla videocamera per sfruttare appieno questa app.
ja: このアプリを最大限に活用するには、カメラにアクセスする必要があります。
ko: 이 응용 프로그램을 최대한 활용하려면 카메라 액세스가 필요합니다.
pt_pt: É necessário ter acesso à câmera para aproveitar ao máximo este aplicativo.
ru: Для полного использования этого приложения требуется доступ камеры.
vi: Quyền truy cập camera cần được cấp phát để sử dụng đầy đủ các chức năng của ứng dụng này
zh_hans: 需要相机访问才能充分利用此应用。
zh_hant: 需要相機訪問才能充分利用此應用。

# Instruction-desc-01
source: Check the menu icon at the right bottom after running the app.
de: Überprüfen Sie die Kontextmenüleiste nach dem Ausführen der App.
es: Verifique la barra de menú de acceso directo después de ejecutar la aplicación.
fr: Vérifiez la barre de menus de raccourcis après avoir exécuté l'application.
it: Controlla l'icona del menu in basso a destra dopo aver eseguito l'app.
ja: アプリを実行した後、右下にあるメニューアイコンを確認します。
ko: 앱 실행후 오른쪽 하단 메뉴 버튼을 확인합니다.
pt_pt: Verifique o ícone do menu na parte inferior direita depois de executar o aplicativo.
ru: Проверьте строку контекстного меню после запуска приложения.
vi: Nhấn vào biểu tượng menu sau khi mở ứng dụng
zh_hans: 运行应用程序后，请检查右下角的菜单图标。
zh_hant: 運行應用程序後檢查快捷菜單欄。

# Instruction-desc-02
source: Touch the picture icon on the top of the menu button.
de: Berühren Sie das Bildsymbol oben auf der Menüschaltfläche.
es: Toque el ícono de imagen en la parte superior del botón de menú.
fr: Touchez l'icône d'image en haut du bouton de menu.
it: Tocca l'icona dell'immagine nella parte superiore del pulsante del menu.
ja: メニューボタンの上部にある画像アイコンをタッチします。
ko: 메뉴 버튼의 상단 사진 아이콘을 선택 합니다.
pt_pt: Toque no ícone da imagem no topo do botão de menu.
ru: Коснитесь значка изображения в верхней части кнопки меню.
vi: Nhấn vào biểu tượng hình ảnh ở menu phía trên
zh_hans: 触摸菜单按钮顶部的图片图标。
zh_hant: 觸摸菜單按鈕頂部的圖片圖標。

# Instruction-desc-03
source: Select images you want as wallpaper. Up to 4 you can select images.
de: Wählen Sie Bilder, die Sie als Hintergrundbild verwenden möchten. Bis zu 4 können Sie Bilder auswählen.
es: Seleccione las imágenes que desee como fondo de pantalla. Hasta 4 puede seleccionar imágenes.
fr: Sélectionnez les images de votre choix comme fond d'écran. Vous pouvez sélectionner jusqu'à 4 images.
it: Seleziona le immagini che vuoi come sfondo. Fino a 4 puoi selezionare le immagini.
ja: 壁紙にしたい画像を選択してください。最大4つの画像を選択できます。
ko: 배경화면으로 원하는 이미지를 선택합니다. 현재 최대 4개까지 지원됩니다.
pt_pt: Selecione as imagens que deseja como papel de parede. Até 4 você pode selecionar imagens.
ru: Выберите изображения, которые вы хотите в качестве обоев. До 4 вы можете выбирать изображения .
vi: Lựa chọn những hình ảnh bạn muốn trở thành hình nền, hỗ trợ tối đa 4 hình một lần.
zh_hans: 选择你想要的图片作为壁纸。最多4个你可以选择图像。
zh_hant: 選擇你想要的圖像作為壁紙。最多4個你可以選擇圖像。

# Instruction-desc-04
source: If you want to adjust the margins, touch the menu button and touch the left icon.
de: Wenn Sie die Ränder anpassen möchten, tippen Sie auf die Menüschaltfläche und dann auf das linke Symbol.
es: Si desea ajustar los márgenes, toque el botón de menú y toque el icono de la izquierda.
fr: Si vous souhaitez ajuster les marges, appuyez sur le bouton Menu et touchez l'icône gauche.
it: Se desideri regolare i margini, tocca il pulsante menu e tocca l'icona a sinistra.
ja: 余白を調整するには、メニューボタンをタッチして左のアイコンをタッチします。
ko: 여백을 조절하고 싶으시면 메뉴 버튼 선택 후 좌측 아이콘을 선택합니다.
pt_pt: Se você deseja ajustar as margens, toque no botão de menu e toque no ícone à esquerda.
ru: Если вы хотите отрегулировать поля, нажмите кнопку меню и коснитесь левого значка.
vi: Nếu bạn muốn thay đổi lề, nhấn nút menu sau đó nhấn biểu tượng bên trái.
zh_hans: 如果要调整边距，请触摸菜单按钮并触摸左侧图标。
zh_hant: 如果要調整邊距，請觸摸菜單按鈕並觸摸左側圖標。

# Instruction-desc-05
source: Arrage images to the form you want as zoom in and out.
de: Ordnen Sie Bilder an die Form an, die Sie vergrößern oder verkleinern möchten.
es: Arrastre las imágenes al formulario que desea como acercar y alejar.
fr: Arranger les images dans la forme que vous voulez en tant que zoom avant et arrière.
it: Arriva le immagini alla forma che desideri come zoom avanti e indietro.
ja: イメージをズームイン/ズームアウトしたい形にします。
ko: 이미지를 확대 및 축소해서 원하는 형태로 구성합니다.
pt_pt: Arrume as imagens para o formulário que você deseja ampliar e reduzir.
ru: Преобразование изображений в форму, которую вы хотите увеличить или уменьшить.
vi: Sắp đặt và thay đổi kích cỡ hình ảnh theo ý của bạn.
zh_hans: Arrage图像到您想要放大和缩小的形式。
zh_hant: Arrage圖像到你想放大和縮小的形式。

# Instruction-desc-06
source: Touch the Preview button in the upper right corner and apply it to your background before saving.
de: Tippen Sie auf die Schaltfläche Vorschau in der oberen rechten Ecke und wenden Sie sie vor dem Speichern auf Ihren Hintergrund an.
es: Toque el botón Vista previa en la esquina superior derecha y aplíquelo a su fondo antes de guardar.
fr: Touchez le bouton Aperçu dans le coin supérieur droit et appliquez-le à votre arrière-plan avant de l'enregistrer.
it: Tocca il pulsante Anteprima nell'angolo in alto a destra e applicalo sullo sfondo prima di salvarlo.
ja: 保存する前に、右上隅のプレビューボタンをタッチして背景に適用します。
ko: 우측상단의 미리보기 버튼을 선택해서 저장전에 배경화면에 적용해 볼 수 있습니다.
pt_pt: Toque no botão Visualizar no canto superior direito e aplique-o ao fundo antes de salvá-lo.
ru: Нажмите кнопку «Предварительный просмотр» в правом верхнем углу и примените ее к фону перед сохранением.
vi: Nhấn nút Xem thử ở góc trên bên phải để xem hình nền trước khi lưu.
zh_hans: 触摸右上角的预览按钮，然后将其应用到你的背景中，然后保存。
zh_hant: 觸摸右上角的預覽按鈕，然後將其應用到您的背景中，然後再保存。

# Instruction-desc-07
source: Touch Save icon at the bottom of the menu button and save a background image.
de: Tippen Sie auf das Speichern-Symbol am unteren Rand der Menüschaltfläche und speichern Sie ein Hintergrundbild.
es: Toque el icono Guardar en la parte inferior del botón de menú y guarde una imagen de fondo.
fr: Appuyez sur l'icône Enregistrer en bas du bouton de menu et enregistrez une image d'arrière-plan.
it: Tocca Salva icona nella parte inferiore del pulsante del menu e salva un'immagine di sfondo.
ja: メニューボタンの下部にあるSaveアイコンをタッチして背景画像を保存します。
ko: 메뉴 버튼의 하단, 저장하기 아이콘을 클릭하면 이미지가 저장됩니다.
pt_pt: Toque no ícone Salvar na parte inferior do botão de menu e salve uma imagem de fundo.
ru: Нажмите Сохранить значок в нижней части кнопки меню и сохраните фоновое изображение.
vi: Nhấn nút Lưu ở góc dưới của nút menu để lưu lại ảnh vừa tạo.
zh_hans: 触摸菜单按钮底部的Save图标并保存背景图像。
zh_hant: 觸摸菜單按鈕底部的保存圖標並保存背景圖像。

# Instruction-desc-08
source: After saving, select the Use as Wallpaper in the Photo application and zoom out the screen once.
de: Wählen Sie nach dem Speichern die Option Als Hintergrundbild in der Fotoanwendung verwenden und verkleinern Sie den Bildschirm einmal.
es: Después de guardar, seleccione Usar como papel tapiz en la aplicación Foto y aleje la pantalla una vez.
fr: Après la sauvegarde, sélectionnez l’utilisation comme papier peint dans l’application Photo et effectuez un zoom arrière sur l’écran une fois.
it: Dopo aver salvato, seleziona Usa come sfondo nell'applicazione Foto e rimpicciolisci lo schermo una volta.
ja: 保存した後、写真アプリケーションで壁紙として使用を選択し、画面を一度縮小します。
ko: 저장 후 사진 어플에서 배경화면 지정 선택 후, 화면을 한번 축소 해주고 지정합니다.
pt_pt: Depois de salvar, selecione Usar como papel de parede no aplicativo Foto e reduza o zoom uma vez na tela.
ru: После сохранения выберите «Использовать как обои» в приложении «Фото» и уменьшите масштаб экрана один раз.
vi: Sau khi lưu, mở ứng dụng Hình ảnh, lựa chọn hình ảnh mới lưu và chọn 'Sử dụng làm hình nền'.
zh_hans: 保存后，在照片应用程序中选择用作壁纸并缩小屏幕一次。
zh_hant: 保存後，在照片應用程序中選擇用作壁紙並縮小屏幕一次。
